Repository: capstanlqc-mtpe/CIDQ_BillingCode2026_fr-CA_omt
Catalog: omegat/project_save.tmx
Source language: en
Languages: fr_ca

source: 608.3.3 Alternate Roll-in-Type Showers.
fr_ca: 608.3.3 Douches de type à accès de plain-pied alternatives.

source: 608.4.1Transfer-Type Showers.
fr_ca: 608.4.1 Douches de type transfert.

source: 608.4.2Standard Roll-in Showers.
fr_ca: 608.4.2 Douches à l'italienne standard.

source: 608.4.3Alternate Roll-in Showers.
fr_ca: 608.4.3 Douches à l'italienne alternatives.

source: 608.5Hand Showers A hand shower with a hose 59 inches (1500 mm) minimum in length, that can be used both as a fixed shower head and as a hand shower, shall be provided.
fr_ca: 608.5 Douchettes à main Il faut prévoir une douchette à main avec un tuyau d'une longueur minimale de 59 po [1500 mm], qui peut être utilisée à la fois comme tête de douche fixe et comme douchette à main.

source: 610.2Bathtub Seats.
fr_ca: 610.2 Sièges de baignoire.

source: 610.4Structural Strength.
fr_ca: 610.4 Résistance structurelle.

source: 611.3Operable Parts.
fr_ca: 611.3 Parties manœuvrables.

source: 703.1.1Designations.
fr_ca: 703.1.1 Désignations.

source: 703.2.10 Finish and Contrast.
fr_ca: 703.2.10 Finition et contraste.

source: 703.2.5Character Width.
fr_ca: 703.2.5 Largeur des caractères.

source: 703.2.7Character Spacing.
fr_ca: 703.2.7 Espacement des caractères.

source: 703.3.12Finish and Contrast.
fr_ca: 703.3.12 Finition et contraste.

source: 703.3.8Character Spacing.
fr_ca: 703.3.8 Espacement des caractères.

source: 703.4.5Mounting Height.
fr_ca: 703.4.5 Hauteur de montage.

source: 703.5.3Finish and Contrast.
fr_ca: 703.5.3 Finition et contraste.

source: 703.6.2.1 Nonglare finish.
fr_ca: 703.6.2.1 Finition antireflet.

source: 703.6.3.1International Symbol of Accessibility.
fr_ca: 703.6.3.1 Symbole international d'accessibilité.

source: 703.6.3.2International Symbol of TTY.
fr_ca: 703.6.3.2 Symbole international de l'ATS.

source: 703.6.3.3Assistive Listening Systems.
fr_ca: 703.6.3.3 Systèmes d'aide à l'écoute.

source: 703.6.3.4Volume-Controlled Telephones.
fr_ca: 703.6.3.4 Téléphones à volume contrôlé.

source: 709.4.1 Smoke-barrier assemblies separating smoke compartments.
fr_ca: 709.4.1 Assemblages formant des séparations pare-fumée séparant les compartiments coupe-fumée.

source: 709.5.1 Group I-2 and ambulatory care facilities.
fr_ca: 709.5.1 Établissements du groupe I-2 et établissements de soins ambulatoires.

source: 709.6 Penetrations.
fr_ca: 709.6 Pénétrations.

source: 712.1.13 Openings.
fr_ca: 712.1.13 Ouvertures.

source: SECTION 1024 EXIT PASSAGEWAYS113
fr_ca: SECTION 1024 PASSAGES D'ISSUE 113

source: SECTION 1029 EGRESS COURTS119
fr_ca: SECTION 1029 PASSAGES D’ÉVACUATION 119

source: SECTION 1030 ASSEMBLY119
fr_ca: SECTION 1030 ASSEMBLAGE 119

source: SECTION 1031 EMERGENCY ESCAPE AND RESCUE127
fr_ca: SECTION 1031 ISSUE DE SECOURS ET D’ÉVACUATION 127

source: SECTION 1103 SCOPING REQUIREMENTS130
fr_ca: SECTION 1103 EXIGENCES RELATIVES À LA DÉLIMITATION DE LA PORTÉE 130

source: SECTION 1103 TYPE A UNITS95
fr_ca: SECTION 1103 UNITÉS DE TYPE A 95

source: SECTION 2403 GENERAL REQUIREMENTS FOR GLASS150
fr_ca: SECTION 2403 EXIGENCES GÉNÉRALES RELATIVES AU VITRAGE 150

source: SECTION 2407 GLASS IN HANDRAILS AND GUARDS153
fr_ca: SECTION 2407 VERRE DANS LES MAINS COURANTES ET LES GARDE-CORPS 153

source: SECTION 3002 HOISTWAY ENCLOSURES154
fr_ca: SECTION 3002 ENCEINTES DES PUITS D’ASCENSEUR 154

source: SECTION 410 STAGES, PLATFORMS AND TECHNICAL PRODUCTION AREAS32
fr_ca: SECTION 410 ESTRADES, PLATEFORMES ET AIRES DE PRODUCTION TECHNIQUE 32

source: SECTION 423 SPECIALTY PLUMBING FIXTURES47
fr_ca: SECTION 423 APPAREILS DE PLOMBERIE SPÉCIALISÉS 47

source: SECTION 505 HANDRAILS64
fr_ca: SECTION 505 MAINS COURANTES 64

source: SECTION 709 SMOKE BARRIERS57
fr_ca: SECTION 709 BARRIÈRES DE FUMÉE 57

source: SECTION 710 SMOKE PARTITIONS59
fr_ca: SECTION 710 CLOISONS DE FUMÉE 59

source: SECTION 802 ASSEMBLY AREAS85
fr_ca: SECTION 802 AIRES DE RASSEMBLEMENT 85

source: SECTION 803 DRESSING, FITTING AND LOCKER ROOMS88
fr_ca: SECTION 803 VESTIAIRES, CABINES D’ESSAYAGE ET LOCAUX DE CASIERS 88

source: SECTION E3903 LIGHTING OUTLETS36
fr_ca: SECTION E3903 SORTIES D’ÉCLAIRAGE 36

source: SECTION R304 MINIMUM ROOM AREAS158
fr_ca: SECTION R304 SUPERFICIES MINIMALES DES PIÈCES 158

source: SECTION E3902 GROUND-FAULT AND ARC-FAULT CIRCUIT- INTERRUPTER PROTECTION35
fr_ca: SECTION E3902 PROTECTION PAR DISJONCTEURS-DÉTECTEURS DE DÉFAUT À LA TERRE ET DE DÉFAUT D’ARC 35

source: SECTION 1106 UNITS WITH COMMUNICATION FEATURES106
fr_ca: SECTION 1106 UNITÉS DOTÉES DE CARACTÉRISTIQUES DE COMMUNICATION 106

source: SECTION 608 SHOWER COMPARTMENTS74
fr_ca: SECTION 608 CABINES DE DOUCHE 74

source: SECTION 612 SAUNAS AND STEAM ROOMS78
fr_ca: SECTION 612 SAUNAS ET SALLES DE VAPEUR 78

source: SECTION 613 ADULT CHANGING STATIONS78
fr_ca: SECTION 613 STATIONS DE CHANGE POUR ADULTES 78

source: E3901.2.3 Floor receptacles.
fr_ca: E3901.2.3 Prises de courant au sol.

source: E3901.3 Small appliance receptacles.
fr_ca: E3901.3 Prises pour petits appareils.

source: E3902.10 Kitchen dishwasher branch circuit.
fr_ca: E3902.10 Circuit de dérivation du lave-vaisselle de la CUISINE.

source: E3903.3 Additional locations.
fr_ca: E3903.3 Emplacements supplémentaires.

source: R308.4.1 Glazing in doors.
fr_ca: R308.4.1 Vitrage dans les portes.

source: Slope1
fr_ca: Pente1

source: [A] 110.3.10 Other inspections.
fr_ca: [A] 110.3.10 Autres inspections.

source: [A] 110.3.5 Types IV-A, IV-B and IV-C connection protection inspection.
fr_ca: [A] 110.3.5 Inspection de la protection des connexions des types IV-A, IV-B et IV-C.

source: [A] 111.1 Change of occupancy.
fr_ca: [A] 111.1 Changement d’occupation.

source: [F] 420.5 Fire alarm systems and smoke alarms.
fr_ca: [F] 420.5 Systèmes d'alarme d'incendie et détecteurs de fumée.

source: [F] 903.2.11.1.3 Basements.
fr_ca: [F] 903.2.11.1.3 Sous-sols.

source: [F] 915.1.6 Exempt garages.
fr_ca: [F] 915.1.6 Garages exemptés.

source: [F] 915.3 Carbon monoxide detection.
fr_ca: [F] 915.3 Détection du monoxyde de carbone.

source: receptacles outlets.
fr_ca: prises de courant.

source: DOORS AND ENCLOSURES REGULATED BY SECTION 2406.4.5a
fr_ca: PORTES ET ENCEINTES RÉGIES PAR LA SECTION 2406.4.5 a

source: E3903.2 Habitable rooms.
fr_ca: E3903.2 Pièces habitables.

source: PUBLIC ENTRANCE WITH POWER-OPERATED DOORa
fr_ca: ENTRÉE PUBLIQUE AVEC PORTE À COMMANDE ÉLECTRIQUE a

source: TABLE 802.9.2.25
fr_ca: TABLEAU 802.9.2.2 5

source: (Category class)
fr_ca: (Classe de catégorie)

source: 1009.1 Accessible means of egress required.
fr_ca: 1009.1 Moyens d'évacuation accessibles exigés.

source: 1009.2.1 Elevators required.
fr_ca: 1009.2.1 Ascenseurs exigés.

source: 1012.1 Scope.
fr_ca: 1012.1 Portée.

source: 1012.10 Edge protection.
fr_ca: 1012.10 Protection des bords.

source: 1012.10.1 Curb, rail, wall or barrier.
fr_ca: 1012.10.1 Bordure, rampe, mur ou barrière.

source: 1012.10.2 Extended floor or ground surface.
fr_ca: 1012.10.2 Plancher ou surface du sol prolongé.

source: 1012.2 Slope.
fr_ca: 1012.2 Pente.

source: 1012.3 Cross slope.
fr_ca: 1012.3 Pente transversale.

source: 1012.4 Vertical rise.
fr_ca: 1012.4 Élévation verticale.

source: 1012.5 Minimum dimensions.
fr_ca: 1012.5 Dimensions minimales.

source: 1012.5.1 Width and capacity.
fr_ca: 1012.5.1 Largeur et capacité.

source: 1012.5.2 Headroom.
fr_ca: 1012.5.2 Hauteur libre.

source: 1012.6 Landings.
fr_ca: 1012.6 Paliers.

source: 1012.6.1 Slope.
fr_ca: 1012.6.1 Pente.

source: 1012.6.2 Width.
fr_ca: 1012.6.2 Largeur.

source: 1012.6.3 Length.
fr_ca: 1012.6.3 Longueur.

source: 1012.6.4 Change in direction.
fr_ca: 1012.6.4 Changement de direction.

source: 1012.6.5 Doorways.
fr_ca: 1012.6.5 Ouvertures de portes.

source: 1012.7 Ramp construction.
fr_ca: 1012.7 Construction de la rampe.

source: 1012.7.1 Ramp surface.
fr_ca: 1012.7.1 Surface de la rampe.

source: 1012.7.2 Outdoor conditions.
fr_ca: 1012.7.2 Conditions extérieures.

source: 1012.8 Handrails.
fr_ca: 1012.8 Rampes.

source: 1012.9 Guards.
fr_ca: 1012.9 Garde-corps.

source: 1018.1 General.
fr_ca: 1018.1 Généralités.

source: 1018.2 Aisles in assembly spaces.
fr_ca: 1018.2 Allées dans les aires de rassemblement.

source: 1018.3 Aisles in Groups B and M.
fr_ca: 1018.3 Allées dans les groupes B et M.

source: 1018.4 Aisle accessways in Group M.
fr_ca: 1018.4 Voies d'accès aux allées dans le groupe M.

source: 1018.5 Aisles in other than assembly spaces and Groups B and M.
fr_ca: 1018.5 Allées dans des espaces autres que les espaces de rassemblement et les groupes B et M.

source: 1019.1 General.
fr_ca: 1019.1 Généralités.

source: 1019.2 All occupancies.
fr_ca: 1019.2 Tous les usages.

source: 1019.3 Occupancies other than Groups I-2 and I-3.
fr_ca: 1019.3 Usages autres que ceux des groupes I-2 et I-3.

source: 1019.4 Group I-2 and I-3 occupancies.
fr_ca: 1019.4 Usages des groupes I-2 et I-3.

source: 1022.1 General.
fr_ca: 1022.1 Généralités.

source: 1022.2 Exterior exit doors.
fr_ca: 1022.2 Portes d'issue extérieures.

source: 1022.2.1 Detailed requirements.
fr_ca: 1022.2.1 Exigences détaillées.

source: 1022.2.2 Arrangement.
fr_ca: 1022.2.2 Disposition.

source: 1023.1 General.
fr_ca: 1023.1 Généralités.

source: 1023.10 Elevator lobby identification signs.
fr_ca: 1023.10 Panneaux d'identification du hall d'ascenseur.

source: 1023.11 Tactile floor-level signs.
fr_ca: 1023.11 Panneaux tactiles au niveau du sol.

source: 1023.12 Smokeproof enclosures.
fr_ca: 1023.12 Enceintes étanches à la fumée.

source: 1023.12.1 Termination and extension.
fr_ca: 1023.12.1 Aboutissement et extension.

source: 1023.12.2 Enclosure access.
fr_ca: 1023.12.2 Accès à l'enceinte.

source: 1023.13 Standpipes.
fr_ca: 1023.13 Colonnes d'incendie.

source: 1023.3 Termination.
fr_ca: 1023.3 Aboutissement.

source: 1023.3.1 Extension.
fr_ca: 1023.3.1 Prolongement.

source: 1023.4 Openings.
fr_ca: 1023.4 Ouvertures.

source: 1023.5 Penetrations.
fr_ca: 1023.5 Pénétrations.

source: 1023.7 Interior exit stairway and ramp exterior walls.
fr_ca: 1023.7 Murs extérieurs des escaliers et des rampes d'issue intérieurs.

source: 1023.8 Barrier at level of exit discharge.
fr_ca: 1023.8 Barrière au niveau de l'issue d'évacuation.

source: 1023.9 Stairway identification signs.
fr_ca: 1023.9 Panneaux d'identification des escaliers.

source: 1023.9.1 Signage requirements.
fr_ca: 1023.9.1 Exigences relatives à la signalisation.

source: 1024.1 General.
fr_ca: 1024.1 Généralités.

source: 1024.2 Width and capacity.
fr_ca: 1024.2 Largeur et capacité.

source: 1024.4 Termination.
fr_ca: 1024.4 Aboutissement.

source: 1024.5 Openings.
fr_ca: 1024.5 Ouvertures.

source: 1024.6 Penetrations.
fr_ca: 1024.6 Pénétrations.

source: 1024.8 Exit passageway exterior walls.
fr_ca: 1024.8 Murs extérieurs du passage d'issue.

source: 1024.9 Standpipes.
fr_ca: 1024.9 Colonnes d'incendie.

source: 1025.1 General.
fr_ca: 1025.1 Généralités.

source: 1025.2 Markings within exit components.
fr_ca: 1025.2 Marquages dans les éléments de sortie.

source: 1025.2.1 Steps.
fr_ca: 1025.2.1 Marches.

source: 1025.2.2 Landings.
fr_ca: 1025.2.2 Paliers.

source: 1025.2.3 Handrails.
fr_ca: 1025.2.3 Mains courantes.

source: 1025.2.4 Perimeter demarcation lines.
fr_ca: 1025.2.4 Lignes de démarcation du périmètre.

source: 1025.2.4.1 Floor-mounted demarcation lines.
fr_ca: 1025.2.4.1 Lignes de démarcation au sol.

source: 1025.2.4.2 Wall-mounted demarcation lines.
fr_ca: 1025.2.4.2 Lignes de démarcation fixées au mur.

source: 1025.2.6 Doors within the exit path.
fr_ca: 1025.2.6 Portes sur le chemin d'évacuation.

source: 1025.2.6.1 Emergency exit symbol.
fr_ca: 1025.2.6.1 Symbole d'issue de secours.

source: 1025.2.6.2 Door hardware markings.
fr_ca: 1025.2.6.2 Marquages de la quincaillerie de porte.

source: 1025.2.6.3 Door frame markings.
fr_ca: 1025.2.6.3 Marquages du cadre de porte.

source: 1025.3 Uniformity.
fr_ca: 1025.3 Uniformité.

source: 1025.4 Self-luminous and photoluminescent.
fr_ca: 1025.4 Autoluminescent et photoluminescent.

source: 1025.5 Illumination.
fr_ca: 1025.5 Éclairage.

source: 1027.1 General.
fr_ca: 1027.1 Généralités.

source: 1027.2 Use in a means of egress.
fr_ca: 1027.2 Utilisation dans le cadre d'un moyen d'évacuation.

source: 1027.3 Open side.
fr_ca: 1027.3 Côté ouvert.

source: 1027.4 Side yards.
fr_ca: 1027.4 Cours latérales.

source: 1027.5 Location.
fr_ca: 1027.5 Emplacement.

source: 1027.6 Exterior exit stairway and ramp protection.
fr_ca: 1027.6 Protection des escaliers et des rampes d'issue extérieurs.

source: 1028.1 General.
fr_ca: 1028.1 Généralités.

source: 1028.2 Exit discharge.
fr_ca: 1028.2 Issue d'évacuation.

source: 1028.3 Exit discharge width or capacity.
fr_ca: 1028.3 Largeur ou capacité de l'issue d'évacuation.

source: 1028.4 Exit discharge components.
fr_ca: 1028.4 Composants de l'issue d'évacuation.

source: 1028.5 Access to a public way.
fr_ca: 1028.5 Accès à une voie publique.

source: 1029.1 General.
fr_ca: 1029.1 Généralités.

source: 1029.2 Width or capacity.
fr_ca: 1029.2 Largeur ou capacité.

source: 1029.3 Construction and openings.
fr_ca: 1029.3 Construction et ouvertures.

source: 103.11.2.5.2 Shower.
fr_ca: 103.11.2.5.2 Douche.

source: 1030.1 General.
fr_ca: 1030.1 Généralités.

source: 1030.1.1 Bleachers.
fr_ca: 1030.1.1 Gradins.

source: 1030.1.1.1 Spaces under grandstands and bleachers.
fr_ca: 1030.1.1.1 Espaces sous les tribunes et les gradins.

source: 1030.10.1 Transitions to stairways that maintain stepped aisle riser and tread dimensions.
fr_ca: 1030.10.1 Transitions vers les escaliers qui conservent les dimensions de la contremarche et du giron de l'allée en escalier.

source: 1030.10.2 Transitions to stairways that do not maintain stepped aisle riser and tread dimensions.
fr_ca: 1030.10.2 Transitions vers des escaliers qui ne conservent pas les dimensions de la contremarche et du giron des allées à gradins.

source: 1030.10.2.1 Stairways and stepped aisles in a straight run.
fr_ca: 1030.10.2.1 Escaliers et allées à gradins en ligne droite.

source: 1030.10.2.2 Stairways that change direction from stepped aisles.
fr_ca: 1030.10.2.2 Escaliers qui changent de direction à partir des allées à gradins.

source: 1030.10.3 Transition marking.
fr_ca: 1030.10.3 Marquage de la transition.

source: 1030.11 Stepped aisles at vomitories.
fr_ca: 1030.11 Allées en escalier au niveau des vomitoires.

source: 1030.11.1 Stepped aisles that change direction at vomitories.
fr_ca: 1030.11.1 Allées à gradins qui changent de direction au niveau des vomitoires.

source: 1030.11.2 Stepped aisle transitions at the top of vomitories.
fr_ca: 1030.11.2 Transitions d'allée en escalier au sommet des vomitoires.

source: 1030.12.1 Walking surface.
fr_ca: 1030.12.1 Surface de circulation.

source: 1030.12.2 Outdoor conditions.
fr_ca: 1030.12.2 Conditions extérieures.

source: 1030.13 Aisle accessways.
fr_ca: 1030.13 Voies d'accès aux allées.

source: 1030.13.1 Seating at tables.
fr_ca: 1030.13.1 Sièges à des tables.

source: 1030.13.1.1 Aisle accessway capacity and width for seating at tables.
fr_ca: 1030.13.1.1 Capacité et largeur des passages d'accès aux allées pour les sièges aux tables.

source: 1030.13.1.2 Seating at table aisle accessway length.
fr_ca: 1030.13.1.2 Longueur de la voie d’accès à une allée desservant des sièges à des tables.

source: 1030.13.2 Clear width of aisle accessways serving seating in rows.
fr_ca: 1030.13.2 Largeur libre des voies d’accès à une allée desservant des sièges en rangées.

source: 1030.13.2.1 Dual access.
fr_ca: 1030.13.2.1 Double accès.

source: 1030.13.2.2 Single access.
fr_ca: 1030.13.2.2 Accès unique.

source: 1030.14 Assembly aisle walking surfaces.
fr_ca: 1030.14 Surfaces de circulation des allées d’assemblées.

source: 1030.14.1 Ramped aisles.
fr_ca: 1030.14.1 Allées en pente.

source: 1030.14.1.1 Cross slope.
fr_ca: 1030.14.1.1 Pente transversale.

source: 1030.14.1.2 Landings.
fr_ca: 1030.14.1.2 Paliers.

source: 1030.14.1.3 Edge protection.
fr_ca: 1030.14.1.3 Protection des bords.

source: 1030.14.2 Stepped aisles.
fr_ca: 1030.14.2 Allées à gradins.

source: 1030.14.2.1 Treads.
fr_ca: 1030.14.2.1 Girons.

source: 1030.14.2.2 Risers.
fr_ca: 1030.14.2.2 Contremarches.

source: 1030.14.2.2.1 Construction tolerances.
fr_ca: 1030.14.2.2.1 Tolérances de construction.

source: 1030.14.2.3 Tread contrasting marking stripe.
fr_ca: 1030.14.2.3 Bande de marquage contrastante des girons.

source: 1030.14.2.4 Nosing and profile.
fr_ca: 1030.14.2.4 Nez de marche et profil.

source: 1030.15 Seat stability.
fr_ca: 1030.15 Stabilité des sièges.

source: 1030.16 Handrails.
fr_ca: 1030.16 Mains courantes.

source: 1030.16.1 Discontinuous mid-aisle handrails.
fr_ca: 1030.16.1 Mains courantes intermédiaires discontinues.

source: 1030.16.2 Handrail termination.
fr_ca: 1030.16.2 Fin des mains courantes.

source: 1030.16.3 Mid-aisle termination.
fr_ca: 1030.16.3 Fin de la main courante intermédiaire.

source: 1030.16.4 Rails.
fr_ca: 1030.16.4 Rampes.

source: 1030.17 Assembly guards.
fr_ca: 1030.17 Garde-corps des espaces d’assemblée.

source: 1030.17.1 Perimeter guards.
fr_ca: 1030.17.1 Garde-corps périphériques.

source: 1030.17.2 Cross aisles.
fr_ca: 1030.17.2 Allées transversales.

source: 1030.17.3 Sightline-constrained guard heights.
fr_ca: 1030.17.3 Hauteurs de garde-corps limitant la ligne de visibilité.

source: 1030.17.4 Guards at the end of aisles.
fr_ca: 1030.17.4 Garde-corps au bout des allées.

source: 1030.2 Assembly main exit.
fr_ca: 1030.2 Issue principale de réunion.

source: 1030.3 Assembly other exits.
fr_ca: 1030.3 Autres sorties de réunion.

source: 1030.4 Foyers and lobbies.
fr_ca: 1030.4 Foyers et halls.

source: 1030.5 Interior balcony and gallery means of egress.
fr_ca: 1030.5 Moyens d'évacuation des balcons et des galeries intérieurs.

source: 1030.6 Capacity of aisle for assembly.
fr_ca: 1030.6 Capacité de l'allée pour une réunion.

source: 1030.6.1 Without smoke protection.
fr_ca: 1030.6.1 Sans protection contre la fumée.

source: 1030.6.2 Smoke-protected assembly seating.
fr_ca: 1030.6.2 Sièges pour assemblées protégés contre la fumée.

source: 1030.6.2.1 Smoke control.
fr_ca: 1030.6.2.1 Contrôle de la fumée.

source: 1030.6.2.2 Roof height.
fr_ca: 1030.6.2.2 Hauteur du toit.

source: 1030.6.2.3 Automatic sprinklers.
fr_ca: 1030.6.2.3 Extincteurs automatiques.

source: 1030.6.3 Open-air assembly seating.
fr_ca: 1030.6.3 Sièges pour assemblées à l’air libre.

source: 1030.6.3.1 Automatic sprinklers.
fr_ca: 1030.6.3.1 Extincteurs automatiques.

source: 1030.9 Assembly aisles are required.
fr_ca: 1030.9 Des allées de réunion sont exigées.

source: 1030.9.1 Minimum aisle width.
fr_ca: 1030.9.1 Largeur minimale des allées.

source: 1030.9.2 Aisle catchment area.
fr_ca: 1030.9.2 Zone de captage de l’allée.

source: 1030.9.3 Converging aisles.
fr_ca: 1030.9.3 Allées convergentes.

source: 1030.9.4 Uniform width and capacity.
fr_ca: 1030.9.4 Largeur et capacité uniformes.

source: 1030.9.5 Dead-end aisles.
fr_ca: 1030.9.5 Allées sans issue.

source: 1030.9.6 Aisle measurement.
fr_ca: 1030.9.6 Mesure des allées.

source: 1030.9.6.1 Assembly aisle obstructions.
fr_ca: 1030.9.6.1 Obstructions dans les allées de réunion.

source: 1030.9.7 Stairways connecting to stepped aisles.
fr_ca: 1030.9.7 Escaliers reliés à des allées à gradins.

source: 1030.9.8 Stairways connecting to vomitories.
fr_ca: 1030.9.8 Escaliers menant aux vomitoires.

source: 1031.1 General.
fr_ca: 1031.1 Généralités.

source: 1031.2 Where required.
fr_ca: 1031.2 Endroits où elles sont exigées.

source: 1031.2.1 Operational constraints and opening control devices.
fr_ca: 1031.2.1 Contraintes opérationnelles et dispositifs de commande d'ouverture.

source: 1031.3 Emergency escape and rescue openings.
fr_ca: 1031.3 Ouvertures d'évacuation et de sauvetage d'urgence.

source: 1031.3.1 Minimum size.
fr_ca: 1031.3.1 Taille minimale.

source: 1031.3.2 Minimum dimensions.
fr_ca: 1031.3.2 Dimensions minimales.

source: 1031.3.3 Maximum height from floor.
fr_ca: 1031.3.3 Hauteur maximale à partir du sol.

source: 1031.4 Emergency escape and rescue doors.
fr_ca: 1031.4 Portes d'évacuation et de sauvetage d'urgence.

source: 1031.5 Area wells.
fr_ca: 1031.5 Puits de fenêtre.

source: 1031.5.1 Minimum size.
fr_ca: 1031.5.1 Taille minimale.

source: 1031.5.2 Ladders or steps.
fr_ca: 1031.5.2 Échelles ou marches.

source: 1031.5.2.1 Ladders.
fr_ca: 1031.5.2.1 Échelles.

source: 1031.5.2.2 Steps.
fr_ca: 1031.5.2.2 Marches.

source: 104.11.3.1.3.2 Forward approach bathtubs.
fr_ca: 104.11.3.1.3.2 Baignoires à approche frontale.

source: 107.2.8 Relocatable buildings.
fr_ca: 107.2.8 Bâtiments relocalisables.

source: 1101.1 Scoping.
fr_ca: 1101.1 Portée.

source: 1102.1 Design.
fr_ca: 1102.1 Conception.

source: 1102.1 General.
fr_ca: 1102.1 Généralités.

source: 1102.10 Laundry equipment.
fr_ca: 1102.10 Équipement de buanderie.

source: 1102.11 Toilet and bathing facilities.
fr_ca: 1102.11 Toilettes et salles de bain.

source: 1102.11.1 Grab bars and shower seat reinforcement.
fr_ca: 1102.11.1 Barres d'appui et renforcement du siège de douche.

source: 1102.11.2 Toilet and bathing facility.
fr_ca: 1102.11.2 Toilettes et salles de bain.

source: 1102.11.2.1 Vanity countertop space.
fr_ca: 1102.11.2.1 Comptoir de toilette.

source: 1102.11.2.2 Mirrors.
fr_ca: 1102.11.2.2 Miroirs.

source: 1102.12 Kitchens.
fr_ca: 1102.12 Cuisines.

source: 1102.13 Windows.
fr_ca: 1102.13 Fenêtres.

source: 1102.14 Storage facilities.
fr_ca: 1102.14 Installations d'entreposage.

source: 1102.15 Beds.
fr_ca: 1102.15 Lits.

source: 1102.15.1 Clear floor space.
fr_ca: 1102.15.1 Surface de plancher dégagée.

source: 1102.15.2 Bed frames.
fr_ca: 1102.15.2 Cadres de lit.

source: 1102.15.3 Bed height.
fr_ca: 1102.15.3 Hauteur du lit.

source: 1102.15.4 Wheelchair charging area.
fr_ca: 1102.15.4 Zone de recharge pour fauteuils roulants.

source: 1102.2 Primary entrance.
fr_ca: 1102.2 Entrée principale.

source: 1102.3 Accessible route.
fr_ca: 1102.3 Itinéraire accessible.

source: 1102.3.1 Location.
fr_ca: 1102.3.1 Emplacement.

source: 1102.3.2 Turning space.
fr_ca: 1102.3.2 Aire de braquage.

source: 1102.3.3 Components.
fr_ca: 1102.3.3 Composants.

source: 1102.4 Walking surfaces.
fr_ca: 1102.4 Surfaces de circulation.

source: 1102.5 Doors and doorways.
fr_ca: 1102.5 Portes et ouvertures de porte.

source: 1102.6 Ramps.
fr_ca: 1102.6 Rampes.

source: 1102.7 Elevators.
fr_ca: 1102.7 Ascenseurs.

source: 1102.8 Platform lifts.
fr_ca: 1102.8 Plateformes élévatrices.

source: 1102.9 Operable parts.
fr_ca: 1102.9 Parties manœuvrables.

source: 1103.1 Where required.
fr_ca: 1103.1 Endroits où l’accessibilité est requise.

source: 1103.10 Laundry equipment.
fr_ca: 1103.10 Équipement de buanderie.

source: 1103.11 Toilet and bathing facilities.
fr_ca: 1103.11 Toilettes et salles de bain.

source: 1103.11.1 Grab bar and shower seat reinforcement.
fr_ca: 1103.11.1 Renforcement des barres d'appui et des sièges de douche.

source: 1103.11.2 General.
fr_ca: 1103.11.2 Généralités.

source: 1103.11.2.1 Doors.
fr_ca: 1103.11.2.1 Portes.

source: 1103.11.2.2 Lavatory.
fr_ca: 1103.11.2.2 Lavabo.

source: 1103.11.2.3 Mirrors.
fr_ca: 1103.11.2.3 Miroirs.

source: 1103.11.2.4 Water closet.
fr_ca: 1103.11.2.4 Cabine de toilette.

source: 1103.11.2.4.1 Location.
fr_ca: 1103.11.2.4.1 Emplacement.

source: 1103.11.2.4.2 Clearance width.
fr_ca: 1103.11.2.4.2 Largeur de dégagement.

source: 1103.11.2.4.3 Clearance depth.
fr_ca: 1103.11.2.4.3 Profondeur de dégagement.

source: 1103.11.2.4.4 Clearance overlap.
fr_ca: 1103.11.2.4.4 Chevauchement du dégagement.

source: 1103.11.2.4.5 Height.
fr_ca: 1103.11.2.4.5 Hauteur.

source: 1103.11.2.4.6 Flush controls.
fr_ca: 1103.11.2.4.6 Mécanismes de chasse.
